/* 'After 1 hour' interval item for selecting when to require passcode */
"After 1 hour" = "Nach 1 Stunde";

/* 'After 1 minute' interval item for selecting when to require passcode */
"After 1 minute" = "Nach 1 Minute";

/* 'After 5 minutes' interval item for selecting when to require passcode */
"After 5 minutes" = "Nach 5 Minuten";

/* 'After 10 minutes' interval item for selecting when to require passcode */
"After 10 minutes" = "Nach 10 Minuten";

/* 'After 15 minutes' interval item for selecting when to require passcode */
"After 15 minutes" = "Nach 15 Minuten";

/* Label used as a setting item and title of the following screen to change the current passcode */
"Change Passcode" = "Code ändern";

/* Text displayed above the input field when changing the existing passcode */
"Enter a new passcode" = "Neuen Code eingeben";

/* Text displayed above the input field when entering a new passcode */
"Enter a passcode" = "Code eingeben";

/* Text displayed above the input field when changing the existing passcode */
"Enter passcode" = "Code eingeben";

/* Title of the dialog used to request the passcode */
"Enter Passcode" = "Code eingeben";

/* 'Immediately' interval item for selecting when to require passcode */
"Immediately" = "Sofort";

/* Error message displayed when user enters incorrect passcode when trying to enter a protected section of the app with attempts remaining */
"Incorrect passcode. Try again (Attempts remaining: %d)." = "Falscher Code. Versuchen Sie es erneut (es verbleiben %d Versuche).";

/* Error message displayed when user enters incorrect passcode when trying to enter a protected section of the app */
"Incorrect passcode. Try again." = "Falscher Code. Versuchen Sie es erneut.";

/* Error message displayed when user enters incorrect passcode and has reached the maximum number of attempts. */
"Maximum attempts reached. Please try again in an hour." = "Maximale Anzahl der Versuche erreicht. Bitte versuchen Sie es in einer Stunde erneut.";

/* Error message displayed when user enters incorrect passcode and has reached the maximum number of attempts. */
"Maximum attempts reached. Please try again later." = "Maximale Anzahl der Versuche erreicht. Bitte versuchen Sie es später erneut.";

/* Error message displayed when user tries to enter the same passcode as their existing code when changing it. */
"New passcode must be different than existing code." = "Der neue Code muss sich vom bestehenden unterscheiden.";

/* Text displayed above the input field when confirming a passcode */
"Re-enter passcode" = "Code wiederholen";

/* Text displayed in the 'Interval' section, followed by the current interval setting, e.g. 'Immediately' */
"Require Passcode" = "Code abfragen";

/* Title of the dialog used to set a passcode */
"Set Passcode" = "Code festlegen";

/* Label for the Touch ID/Passcode item in Settings */
"Touch ID & Passcode" = "Touch ID & Code";

/* Touch ID prompt subtitle when turning off passcode */
"Turn off your passcode." = "Ihren Code deaktivieren";

/* Label used as a setting item to turn off passcode */
"Turn Passcode Off" = "Code deaktivieren";

/* Label used as a setting item to turn on passcode */
"Turn Passcode On" = "Code aktivieren";

/* Touch ID prompt subtitle when accessing logins */
"Use your fingerprint to access Logins now." = "Nutzen Sie jetzt Ihren Fingerabdruck, um auf Zugangsdaten zuzugreifen.";

/* Touch ID prompt subtitle when accessing private browsing */
"Use your fingerprint to access Private Browsing now." = "Nutzen Sie jetzt Ihren Fingerabdruck, um privates Surfen zu nutzen.";

